<%@ Page Title="" Language="C#" MasterPageFile="~/Page.Master" AutoEventWireup="true" CodeBehind="ScottieWilbekin.aspx.cs" Inherits="Erel2.Pages.PlayersInfo.ScottieWilbekin" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="../../Css/PlayersInfo.css" rel="stylesheet" />
    <link href="../../Css/Images.css" rel="stylesheet" />
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="MainPlaceHolder" runat="server">

    <div class="btable">
         סקוטי ווילבקין נולד ב-1993 בגיינסוויל ולאחר התיכון שיחק בקבוצה<br />
        החזקה של מכללת פלורידה. במדי הגייטורס נבחר לשחקן העונה באיזור<br />
        של דרום-מזרח ארה"ב, נכנס פעמיים לחמישיית ההגנה של העונה ובעונתו<br />
        האחרונה בקולג' הגיע עם חבריו עד לפיינל פור הארצי.<br /><br />

        לאחר שניסה את מזלו בליגת הקיץ של ה-NBA במדי ממפיס, אורלנדו<br />
        ופילדלפיה, חתם בקיירנס מהליגה האוסטרלית ונבחר לחמישיית העונה.<br />
        עם תום השנה באוסטרליה עבר לא.א.ק אתונה והספיק לשחק עד הקיץ<br />
        בליגה היוונית.<br /><br />

        בקיץ 2015 הוחתם ווילבקין על חוזה לארבע שנים בפילדלפיה, אבל<br />
        בהמשך החליטו הסיקסרס לשחררו והגארד הצעיר חתם בדרושפאקה<br />
        לעונה עם אופציה לשנה נוספת. הוא נבחר לאולסטאר הטורקי ובעונתו<br />
        השניה כבר הוחתם לשנתיים נוספות על ידי הקבוצה של דייויד בלאט.<br /> <br />

        בעונות 2015/16 ו-2016/17 לקח הגארד חלק ב-51 משחקי יורוליג והיה<br />
        גורם חשוב בהגעת קבוצתו לסדרת ההצלבה מול ריאל מדריד. בעונתו<br />
        השניה במפעל סיפק ווילבקין 11.6 נקודות למשחק (47.5% מהשלוש), 3.2<br />
        אסיסטים, 1.8 ריב' ו-1.4 חטיפות.<br /> <br />

        בעונה לפני הגעתו למכבי הוכתר כמצטיין העונה הסדירה ביורוקאפ, שבר<br />
        את שיאי המפעל בנקודות למשחק בלי הארכה (41) ובשלשות לערב (10)<br />
        ובהמשך קטף כאמור גם את פרסי MVP העונה כולה ומצטיין הגמר, בו<br />
        כיכב בדרך לשני ניצחונות מפתיעים על קובאן והנפה היסטורית. לאחרונה<br />
        קיבל אזרחות טורקית ואף זומן לנבחרת לרגל משחקי מוקדמות גביע<br />
        העולם.<br /><br />

        במהלך עונת 2016/17 היה ווילבקין שחקן חמישיה קבוע בדרושפאקה.<br />
        ב-27 משחקים בליגה הטורקית העמיד ממוצעים של 16.9 נקודות, 5.1<br />
        אסיסטים, 2.6 ריבאונדים וחטיפה למשחק. ביורוקאפ עמדו המספרים שלו<br />
        על 19.7 נק' (48.5% מהשלוש), 4.8 אס', 2.4 ריב' ו-1.6 חט' לערב. <br /><br />

        סקוטי ווילבקין היה הקלע המוביל של מכבי ביורוליג בעונתו הראשונה<br />
        במכבי (12.9 נק' ו-3.1 אסיסטים בממוצע למשחק) והוליך גם בליגה. בעונה<br />
        הסדירה סיפק 13.2 נק' למשחק ובפלייאוף קפצו הממוצעים ל-16.4<br />
        נקודות, 3.2 אסיסטים ו-2 חטיפות לערב. את הפיינל פור סיים עם ממוצע<br />
        של 17.5 נק' למשחק וצלחת אליפות.<br /><br />

        סקוטי המשיך להיות הגו-טו גאי של הצהובים גם בעונתו השניה, עונת<br />
        2019/20, שבה הרגיש משוחרר הרבה יותר. הוא הוליך את מכבי למאזן של<br />
        19 ניצחונות ו-9 הפסדים ביורוליג, עד להפסקת העונה האירופאית בשל<br />
        מגפת הקורונה, כאשר הוא מספק 16.1 נקודות ו-3.4 אסיסטים למשחק.<br />
        בליגה, הגארד סיפק 13.5 נקודות ו-5 אסיסטים למשחק, בעודו מסייע<br />
        למכבים לזכות באליפות נוספת.<br /><br />

        בעונתו השלישית בתל אביב, ווילבקין נותר האופציה הראשונה בהתקפה<br />
        ובצדק. סקוטי רשם 13.8 נקודות ו-3.9 אסיסטים בממוצע לערב ביורוליג,<br />
        ובעונה הסדירה בליגה העמיד ממוצעים של 15.9 נקודות ו-3.9 אסיסטים.<br />
        ובעונה הסדירה בליגה העמיד ממוצעים של 15.9 נקודות ו-3.9 אסיסטים.<br />
        בפלייאוף, מספר 1 בצהוב-כחול העלה את הרמה וקלע 17.9 נקודות בערב.<br />
        בסדרת הגמר מול גלבוע/גליל הוא אפילו השתדרג עוד יותר, עם 25.7<br />
        נקודות למשחק, בדרך לזכיה ב-MVP הגמר ובצלחת אליפות, שהשלימה<br />
        דאבל.<br />
    </div>

    <table>
        <tr>
            <th colspan="2" class="tableInfoTop">מידע על השחקן:</th>
        </tr>
        <tr>
            <th class="tableInfo-th">ת.לידה:</th>
            <td class="tableInfo-td">05/04/1993</td>
        </tr>
        <tr>
            <th class="tableInfo-th">עונות בקבוצה:</th>
            <td class="tableInfo-td">4</td>
        </tr>
        <tr>
            <th class="tableInfo-th">אזרחות:</th>
            <td class="tableInfo-td">ארה"ב</td>
        </tr>
        <tr>
            <th class="tableInfo-th">גובה:</th>
            <td class="tableInfo-td">1.88</td>
        </tr>
        <tr>
            <th class="tableInfo-th">עמדה:</th>
            <td class="tableInfo-td">גארד</td>
        </tr>
        <tr>
            <th colspan="2" class="tableInfoTop">סטטיסטיקה ממוצעת:</th>
        </tr>
        <tr>
            <th class="tableInfo-th">ממוצע מדד יעילות:</th>
            <td class="tableInfo-td">13.1</td>

        </tr>
        <tr>
            <th class="tableInfo-th">ממוצע נקודות:</th>
            <td class="tableInfo-td">13.6</td>
        </tr>
        <tr>
            <th class="tableInfo-th">ממוצע ריבאונדים:</th>
            <td class="tableInfo-td">2.1</td>
        </tr>
        <tr>
            <th class="tableInfo-th">ממוצע אסיסטים:</th>
            <td class="tableInfo-td">4.0</td>
        </tr>
        <tr>
            <th class="tableInfo-th">ממוצע חטיפות:</th>
            <td class="tableInfo-td">1.3</td>
        </tr>
    </table>

    <img src="../Images/PlayersInfo/ScottieWilbekin.png" class="img PlayersInfoSize"/>
    <img src="../Images/Other/MaccabiPlaytika.png" class="img2 MaccbiPlaytika"/>

   <div class="PlayerName">
       סקוטי וילבקין
       <br />
       Scottie Wilbekin
   </div>
</asp:Content>