<%@ Page Title="" Language="C#" MasterPageFile="~/Page.Master" AutoEventWireup="true" CodeBehind="TheClub.aspx.cs" Inherits="Erel2.Pages.TheClub" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="../Css/TheClub.css" rel="stylesheet" />
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="MainPlaceHolder" runat="server">
    <br /><br /><br />
    <center>
        <h1>המועדון</h1>
    </center>
    <div>
        מכבי תל אביב, צירוף מילים נרדף למילים כמו ניצחון, הישגיות והצלחה. בספורט הישראלי וגם ברחבי אירופה. המועדון הוקם<br />
        כמחלקת כדורסל כחול-לבן עוד ב-1932. כחול-לבן כי אלה היו הצבעים, לפני שהצבע הצהוב אומץ בתחילת שנות הארבעים<br />
        לאות הזדהות עם יהודי אירופה שנאלצו לענוד את הטלאי הצהוב על בגדיהם.<br /><br />
       
        מכבי זכתה בחמש האליפויות הראשונות במדינת ישראל הצעירה והתבססה כמעט מראשיתה ככוח שעליו יש לגבור בדרך<br />
        לכתר. קפיצת המדרגה הבאה הגיעה שנתיים אחרי מלחמת ששת הימים, אז זכיה של היריבה העירונית הפועל באליפות<br />
        ובגביע המדינה הובילה למהפכה ניהולית במועדון. עו"ד צעיר בשם שמעון מזרחי מונה לתפקיד יושב הראש הזמני של מחלקת<br />
        הכדורסל. גם הוא לא ידע אז שהזמני יהפוך למינוי הכי קבוע בספורט. המאמן האגדי יהושע רוזין פוטר ובמקומו הוצב על<br />
        הקווים שחקן העבר רלף קליין, מאמן צעיר ומבטיח בעצמו. מכאן החלה הנסיקה. <br /><br />
        
        ההנהלה בראשות מזרחי גידרה את המגרש הפתוח, החלה להנפיק כרטיסי כניסה למשחקים ולגבות עבורם כסף, דבר שלא היה<br />
        נהוג קודם לכן. כך נוצר יתרון כלכלי ראשוני ומשמעותי על פני המתחרות, כאשר בפן הספורטיבי הושם דגש על התבססות<br />
        בכדורסל האירופאי. מאותו רגע ואילך זכו הצהובים ב-23 אליפויות רצופות ובכל האליפויות מלבד אחת עד 2008. בזירה<br />
        הבין-לאומית למעשה, כך מספר מזרחי, הוצב יעד להתחרות עם ריאל מדריד בתוך עשר שנים. שמונה שנים חלפו ומכבי זכתה<br />
        באליפות אירופה הראשונה שלה.<br /><br />
        
        אותה זכיה היסטורית ב-1977 נחשבת לנקודה בה מכבי תל אביב התבססה כ"קבוצה של המדינה" ופרצה לתודעה העולמית.<br />
        בדרך לאותה הנפת גביע וקפיצת ההמונים לבריכה בכיכר מלכי ישראל - הכניעו הצהובים את צסק"א מוסקבה האימתנית<br />
        בדרך לאותה הנפת גביע וקפיצת ההמונים לבריכה בכיכר מלכי ישראל - הכניעו הצהובים את צסק"א מוסקבה האימתנית<br />
        ולראשונה חצו את "מסך הברזל" במסעם אל הגמר בבלגרד. לאחר אותו ניצחון היסטורי על קבוצת הצבא האדום הכריז הקפטן<br />
        טל ברודי ש"אנחנו במפה ואנחנו נשארים במפה, לא רק בספורט... בהכל". לכל זאת תרמו גם שנים רבות בהן משחקיה הבינ"ל<br />
        של הקבוצה שודרו בערוץ הראשון והיחיד, מדורת השבט של הציבוריות הישראלית במשך תקופה ארוכה. כך נוצרו אייקונים<br />
        תרבותיים כגון טל ברודי, מיקי ומוטי, אולסי פרי, "נשרק'ה", ג'מצ'י, קטשפר ואחרים.<br /><br />

        מכבי תל אביב זכתה שש פעמים באליפות אירופה ופעם אחת בגביע הבין-יבשתי. החבורה בצהוב אף התמודדה 20 פעמים<br />
        מול יריבות מה-NBA, ליגת הכדורסל הטובה בעולם, ורשמה מספר הישגים. הקבוצה האירופאית הראשונה ששיחקה מול<br />
        קבוצת NBA, הראשונה שניצחה אחת כזאת, הראשונה שגברה על נציגת NBA על אדמת צפון אמריקה ואפילו הקבוצה הזרה<br />
        הראשונה שמילאה את מדיסון סקוור גארדן במשחק ראווה. הרחק מחוץ לזירה בה היא מתחרה בקביעות.<br />
    </div>
    <div class="googelMaps">
        <center><h4>מיקום מגרש הבית</h4></center>
        <div class="gmap_canvas"><iframe width="600" height="500" id="gmap_canvas" src="https://maps.google.com/maps?q=%D7%94%D7%99%D7%9B%D7%9C%20%D7%9E%D7%A0%D7%95%D7%A8%D7%94%20%D7%9E%D7%91%D7%98%D7%97%D7%99%D7%9D&t=&z=13&ie=UTF8&iwloc=&output=embed" frameborder="0" scrolling="no" marginheight="0" marginwidth="0"></iframe><a href="https://fmovies-online.net"></a><br><style>.mapouter{position:relative;text-align:right;height:500px;width:600px;}</style><a href="https://www.embedgooglemap.net">using google maps on website</a><style>.gmap_canvas {overflow:hidden;background:none!important;height:500px;width:600px;}</style></div>
    </div>
</asp:Content>
